Repository: CofficLab/Lumi
Catalog: Packages/PluginDiskManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: App Cache
zh_hans: 应用缓存
zh_hk: 应用缓存

source: App packaging archive files.
zh_hans: 应用打包归档文件。
zh_hk: 应用打包归档文件。

source: Apple TV debug symbol files.
zh_hans: Apple TV 调试符号文件。
zh_hk: Apple TV 调试符号文件。

source: Apple Watch debug symbol files.
zh_hans: Apple Watch 调试符号文件。
zh_hk: Apple Watch 调试符号文件。

source: Application cache data
zh_hans: 应用程序缓存数据
zh_hk: 應用程式快取資料

source: Archived builds
zh_hans: 归档构建
zh_hk: 歸檔構建

source: Archives
zh_hans: 归档
zh_hk: 归档

source: Are you sure you want to clean %@ of Xcode cache? This action cannot be undone.
zh_hans: 确定要清理 %@ 的 Xcode 缓存吗？此操作无法撤销。
zh_hk: 確定要清理 %@ 的 Xcode 快取嗎？此操作無法復原。

source: Are you sure you want to clean the selected %@ files? This action cannot be undone.
zh_hans: 确定要清理所选 %@ 文件吗？此操作无法撤销。
zh_hk: 確定要清理所選 %@ 檔案嗎？此操作無法撤銷。

source: Are you sure you want to delete the selected build artifacts (node_modules, target, etc)? This will free up space but require rebuilding projects.
zh_hans: 确定要删除选定的构建产物（node_modules、target 等）吗？这将释放空间但需要重新构建项目。
zh_hk: 确定要删除选定的构建产物（node_modules、target 等）吗？这将释放空间但需要重新构建项目。

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作

source: Browser Cache
zh_hans: 浏览器缓存
zh_hk: 浏览器缓存

source: build
zh_hans: 构建
zh_hk: 构建

source: Build folders and artifacts
zh_hans: 构建文件夹和产物
zh_hk: 構建資料夾和產物

source: Build intermediates
zh_hans: 构建中间产物
zh_hk: 構建中間產物

source: Cache Cleanup
zh_hans: 缓存清理
zh_hk: 缓存清理

source: Cache cleanup only removes safe, regenerable files. System files and user documents are never affected.
zh_hans: 缓存清理仅移除安全、可重新生成的文件。系统文件与用户文档绝不受影响。
zh_hk: 缓存清理仅移除安全、可重新生成的文件。系统文件与用户文档绝不受影响。

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Check the total size in the footer and click Clean.
zh_hans: 确认底部栏中的总大小后,点击「清理」。
zh_hk: 確認底部欄中的總大小後,點擊「清理」。

source: Clean
zh_hans: 清理
zh_hk: 清理

source: Clean up system caches to free up disk space. Safely remove temporary files without affecting system stability.
zh_hans: 清理系统缓存以释放磁盘空间。安全移除临时文件，不影响系统稳定性。
zh_hk: 清理系统缓存以释放磁盘空间。安全移除临时文件，不影响系统稳定性。

source: Cleanup Categories
zh_hans: 清理类别
zh_hk: 清理类别

source: Cleanup Complete
zh_hans: 清理完成
zh_hk: 清理完成

source: Cleanup error: %@
zh_hans: 清理错误：%@
zh_hk: 清理錯誤：%@

source: Cleanup Failed
zh_hans: 清理失败
zh_hk: 清理失敗

source: Cleanup sidebar
zh_hans: 清理侧边栏
zh_hk: 清理側邊欄

source: Cleanup sidebar: the category list, with a disk usage card above it showing the used and available space of the current disk.
zh_hans: 清理侧边栏:分类列表,上方为磁盘用量卡,显示当前磁盘的已用与可用空间。
zh_hk: 清理側邊欄:分類列表,上方為磁碟用量卡,顯示目前磁碟的已用與可用空間。

source: Clear Chrome, Safari, Firefox and other browser caches
zh_hans: 清除 Chrome、Safari、Firefox 和其他浏览器缓存
zh_hk: 清除 Chrome、Safari、Firefox 和其他浏览器缓存

source: Clear system runtime log files
zh_hans: 清除系统运行时日志文件
zh_hk: 清除系统运行时日志文件

source: Clear temporary files generated by applications
zh_hans: 清除应用程序生成的临时文件
zh_hk: 清除应用程序生成的临时文件

source: Clear Xcode DerivedData, Archives, and package manager caches
zh_hans: 清除 Xcode 派生数据、归档和包管理器缓存
zh_hk: 清除 Xcode 派生数据、归档和包管理器缓存

source: Click Start Scan and wait for the scan to finish; click Stop Scan to cancel at any time.
zh_hans: 点击「开始扫描」并等待扫描完成;随时可点击「停止扫描」取消。
zh_hk: 點擊「開始掃描」並等待掃描完成;隨時可點擊「停止掃描」取消。

source: Confirm Cleanup
zh_hans: 确认清理
zh_hk: 確認清理

source: Confirm the selected items before cleaning; cleaned items cannot be restored.
zh_hans: 清理前请确认勾选的项目;清理后无法还原。
zh_hk: 清理前請確認勾選的項目;清理後無法還原。

source: Derived Data
zh_hans: 派生数据
zh_hk: 派生数据

source: Developer Tool Cache
zh_hans: 开发者工具缓存
zh_hk: 开发者工具缓存

source: Directory Analysis
zh_hans: 目录分析
zh_hk: 目录分析

source: Directory Analysis: scans folder sizes to show how disk space is distributed.
zh_hans: 目录分析:扫描文件夹大小,展示磁盘空间的分布情况。
zh_hk: 目錄分析:掃描資料夾大小,展示磁碟空間的分佈情況。

source: Discover large files consuming your disk space. Scan any directory to find files sorted by size for easy cleanup.
zh_hans: 发现占用磁盘空间的大文件。扫描任意目录，按大小排序以便清理。
zh_hk: 发现占用磁盘空间的大文件。扫描任意目录，按大小排序以便清理。

source: Disk Cleanup
zh_hans: 磁盘清理
zh_hk: 磁盘清理

source: Disk Manager
zh_hans: 磁盘管理器
zh_hk: 磁碟管理器

source: Disk Usage Overview
zh_hans: 磁盘使用概览
zh_hk: 磁盘使用概览

source: Empty files in the trash
zh_hans: 废纸篓中的空文件
zh_hk: 废纸篓中的空文件

source: Failed to remove \(path): \(underlyingDescription)
zh_hans: 移除失败 \(path)：\(underlyingDescription)
zh_hk: 移除失败 \(path)：\(underlyingDescription)

# Failed to remove %@: %@
source: Failed to remove %1$@: %2$@
zh_hans: 删除 %@ 失败：%@
zh_hk: 删除 %@ 失败：%@

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面佈局

source: Finder Integration
zh_hans: 访达集成
zh_hk: 访达集成

source: Footer
zh_hans: 底部栏
zh_hk: 底部欄

source: Footer: shows the total size of the selected items and the clean action.
zh_hans: 底部栏:显示已勾选项的总大小与清理操作。
zh_hk: 底部欄:顯示已勾選項的總大小與清理操作。

source: Free up significant space by removing Xcode-derived data, old simulators, build products, and archives.
zh_hans: 移除 Xcode 派生数据、旧模拟器、构建产物与归档文件，释放大量空间。
zh_hk: 移除 Xcode 派生数据、旧模拟器、构建产物与归档文件，释放大量空间。

source: Full disk access permission (for full scan)
zh_hans: 完全磁盘访问权限（用于完整扫描）
zh_hk: 完全磁碟存取權限（用於完整掃描）

source: Generic
zh_hans: 通用
zh_hk: 通用

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明

source: Intermediate files and indices from the build process, safe to delete.
zh_hans: 构建过程产生的中间文件与索引，可安全删除。
zh_hk: 构建过程产生的中间文件与索引，可安全删除。

source: iOS Device Support
zh_hans: iOS 设备支持
zh_hk: iOS 设备支持

source: iOS Simulator
zh_hans: iOS 模拟器
zh_hk: iOS 模拟器

source: items
zh_hans: 个项目
zh_hk: 个项目

source: Large File Scanner
zh_hans: 大文件扫描
zh_hk: 大文件扫描

source: Large Files
zh_hans: 大文件
zh_hk: 大文件

source: Large Files: finds the largest files on the disk and sorts them by size.
zh_hans: 大文件:找出磁盘上最大的文件并按大小排序。
zh_hk: 大檔案:找出磁碟上最大的檔案並按大小排序。

source: Logs
zh_hans: 日志
zh_hk: 日誌

source: macOS 14.0 or later
zh_hans: macOS 14.0 或更高版本
zh_hk: macOS 14.0 或更高版本

source: Main area
zh_hans: 主区域
zh_hk: 主區域

source: Main area: shows the scan control, the scan progress, and the results list of the selected category.
zh_hans: 主区域:显示所选分类的扫描控制、扫描进度与结果列表。
zh_hk: 主區域:顯示所選分類的掃描控制、掃描進度與結果列表。

source: Medium
zh_hans: 中
zh_hk: 中

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項

source: OK
zh_hans: 好的
zh_hk: 好的

source: Old device simulators
zh_hans: 旧设备模拟器
zh_hk: 舊設備模擬器

source: Old simulator logs and debug records.
zh_hans: 旧的模拟器日志与调试记录。
zh_hk: 旧的模拟器日志与调试记录。

source: Overview
zh_hans: 概述
zh_hk: 概述

source: Pod caches and builds
zh_hans: Pod 缓存和构建产物
zh_hk: Pod 快取和構建產物

source: Project Build
zh_hans: 项目构建
zh_hk: 專案構建

source: Project Cleanup
zh_hans: 项目清理
zh_hk: 项目清理

source: Project Cleanup: removes build products and cached dependencies in development projects.
zh_hans: 项目清理:移除开发项目中的构建产物与缓存的依赖。
zh_hk: 專案清理:移除開發專案中的建置產物與快取的依賴。

source: Quickly reveal scanned files in Finder for easy inspection. Navigate to any discovered file or folder with one click.
zh_hans: 在访达中快速显示扫描到的文件以便查看。一键跳转到任意文件或文件夹。
zh_hk: 在访达中快速显示扫描到的文件以便查看。一键跳转到任意文件或文件夹。

source: Requirements
zh_hans: 系统要求
zh_hk: 系统要求

source: Review the results list and check the items you want to clean.
zh_hans: 查看结果列表,勾选需要清理的项目。
zh_hk: 查看結果列表,勾選需要清理的項目。

source: Risky
zh_hans: 危险
zh_hk: 危险

source: Safe
zh_hans: 安全
zh_hk: 安全

source: Safety First
zh_hans: 安全第一
zh_hk: 安全第一

source: Scan project directories for removable build artifacts like DerivedData, build folders, and CocoaPods caches.
zh_hans: 扫描项目目录中的可移除构建产物，如 DerivedData、构建文件夹与 CocoaPods 缓存。
zh_hk: 扫描项目目录中的可移除构建产物，如 DerivedData、构建文件夹与 CocoaPods 缓存。

source: Select a category in the cleanup sidebar, such as Large Files or System Cleanup.
zh_hans: 在清理侧边栏中选择一个分类,例如「大文件」或「系统清理」。
zh_hk: 在清理側邊欄中選擇一個分類,例如「大檔案」或「系統清理」。

source: Simulator Caches
zh_hans: 模拟器缓存
zh_hk: 模拟器缓存

source: Simulator runtime cache.
zh_hans: 模拟器运行时缓存。
zh_hk: 模拟器运行时缓存。

source: SPM build caches
zh_hans: SPM 构建缓存
zh_hk: SPM 構建快取

source: Starting scan...
zh_hans: 正在开始扫描...
zh_hk: 正在开始扫描...

source: Successfully freed %@ space.
zh_hans: 成功释放 %@ 空间。
zh_hk: 成功釋放 %@ 空間。

source: Swift 6.0 or later
zh_hans: Swift 6.0 或更高版本
zh_hk: Swift 6.0 或更高版本

source: Swift Package
zh_hans: Swift 包
zh_hk: Swift 包

source: Symbol files generated when debugging connected devices.
zh_hans: 连接设备调试时生成的符号文件。
zh_hk: 连接设备调试时生成的符号文件。

source: System and Xcode caches can be rebuilt automatically, but files that are currently in use should not be deleted.
zh_hans: 系统与 Xcode 缓存可自动重建,但正在使用的文件不应删除。
zh_hk: 系統與 Xcode 快取可自動重建,但正在使用的檔案不應刪除。

source: System Cache
zh_hans: 系统缓存
zh_hk: 系統快取

source: System Cleanup
zh_hans: 系统清理
zh_hk: 系统清理

source: System Cleanup: finds system and application caches that can be safely rebuilt.
zh_hans: 系统清理:查找可安全重建的系统与应用缓存。
zh_hk: 系統清理:查找可安全重建的系統與應用快取。

source: System Logs
zh_hans: 系统日志
zh_hk: 系统日志

source: Temporary system files
zh_hans: 临时系统文件
zh_hk: 臨時系統檔案

source: This manual covers the interface and basic operations of the Disk Manager: viewing disk usage, scanning for large files and caches, and cleaning them.
zh_hans: 本手册介绍磁盘管理器的界面与基本操作:查看磁盘使用情况、扫描大文件与缓存并予以清理。
zh_hk: 本手冊介紹磁碟管理器的介面與基本操作:查看磁碟使用情況、掃描大檔案與快取並予以清理。

source: tvOS Device Support
zh_hans: tvOS 设备支持
zh_hk: tvOS 设备支持

source: User Cache
zh_hans: 用户缓存
zh_hk: 使用者快取

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊

source: View total, used, and available disk space at a glance. Monitor storage health and identify space consumption patterns.
zh_hans: 一目了然地查看磁盘总量、已用与可用空间。监控存储健康并识别空间占用模式。
zh_hk: 一目了然地查看磁盘总量、已用与可用空间。监控存储健康并识别空间占用模式。

source: Visualize directory size breakdowns with interactive tree views. Identify which folders are taking up the most space.
zh_hans: 通过交互式树状视图可视化目录大小分布。找出占用空间最多的文件夹。
zh_hk: 通过交互式树状视图可视化目录大小分布。找出占用空间最多的文件夹。

source: watchOS Device Support
zh_hans: watchOS 设备支持
zh_hk: watchOS 设备支持

source: Xcode Archives
zh_hans: Xcode 归档
zh_hk: Xcode 歸檔

source: Xcode Cleanup
zh_hans: Xcode 清理
zh_hk: Xcode 清理

source: Xcode cleanup may require Full Disk Access; grant it in System Settings if prompted.
zh_hans: Xcode 清理可能需要完全磁盘访问权限;如遇提示,请在系统设置中授权。
zh_hk: Xcode 清理可能需要完全磁碟存取權限;如遇提示,請在系統設定中授權。

source: Xcode cleanup requires Full Disk Access. Please grant permission in System Settings.
zh_hans: Xcode 清理需要「完整磁盘访问权限」。请在系统设置中授予权限。
zh_hk: Xcode 清理需要「完整磁碟存取權限」。請在系統設定中授予權限。

source: Xcode Cleanup: clears build caches, archives, and simulator files generated by Xcode.
zh_hans: Xcode 清理:清除 Xcode 产生的构建缓存、归档与模拟器文件。
zh_hk: Xcode 清理:清除 Xcode 產生的建置快取、歸檔與模擬器檔案。

source: Xcode Simulators
zh_hans: Xcode 模拟器
zh_hk: Xcode 模擬器

source: Stop Scanning
zh_hans: 停止扫描
zh_hk: 停止掃描

source: Scan scope: Xcode-related cache directories
zh_hans: 扫描范围：Xcode 相关缓存目录
zh_hk: 掃描範圍：Xcode 相關快取目錄

source: Xcode environment is clean!
zh_hans: Xcode 环境很干净！
zh_hk: Xcode 環境很乾淨！

source: No cleanable cache files found
zh_hans: 没有发现可清理的缓存文件
zh_hk: 沒有發現可清理的快取檔案

source: Rescan
zh_hans: 重新扫描
zh_hk: 重新掃描

source: Developer Caches
zh_hans: 开发者缓存目录
zh_hk: 開發者快取目錄

source: Scanning Xcode Caches
zh_hans: 正在扫描 Xcode 缓存
zh_hk: 正在掃描 Xcode 快取

source: Selected:
zh_hans: 已选择：
zh_hk: 已選擇：

source: Total:
zh_hans: 总计：
zh_hk: 總計：

source: Open System Settings
zh_hans: 打开系统设置
zh_hk: 打開系統設定

source: Cleaning...
zh_hans: 清理中...
zh_hk: 清理中...

source: Clean Now
zh_hans: 立即清理
zh_hk: 立即清理

source: Scan scope: User Home
zh_hans: 扫描范围：用户主目录
zh_hk: 掃描範圍：使用者主目錄

source: Scanning Large Files
zh_hans: 正在扫描大文件
zh_hk: 正在掃描大檔案

source: No Large Files Found
zh_hans: 暂无大文件
zh_hk: 暫無大檔案

source: You can scan the user home directory to find large files.
zh_hans: 你可以扫描用户主目录，找到占用空间较大的文件。
zh_hk: 你可以掃描使用者主目錄，找到佔用空間較大的檔案。

source: Start Scanning
zh_hans: 开始扫描
zh_hk: 開始掃描

source: Reveal in Finder
zh_hans: 在访达中显示
zh_hk: 在 Finder 中顯示

source: Delete File
zh_hans: 删除文件
zh_hk: 刪除檔案

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Scanning System Caches
zh_hans: 正在扫描系统缓存
zh_hk: 正在掃描系統快取

source: User Home
zh_hans: 用户主目录
zh_hk: 使用者主目錄

source: Categories
zh_hans: 分类
zh_hk: 分類

source: Ready to Scan
zh_hans: 准备就绪
zh_hk: 準備就緒

source: Click Start Scanning to analyze system caches and clean them.
zh_hans: 点击开始扫描，分析系统缓存并可一键清理。
zh_hk: 點擊開始掃描，分析系統快取並可一鍵清理。

source: Scan scope: Code, Projects, Developer directories
zh_hans: 扫描范围：Code、Projects、Developer 等目录
zh_hk: 掃描範圍：Code、Projects、Developer 等目錄

source: Scanning Projects
zh_hans: 正在扫描项目
zh_hk: 正在掃描專案

source: No Cleanable Projects Found
zh_hans: 未发现可清理的项目
zh_hk: 未發現可清理的專案

source: Scanned: Code, Projects, Developer directories
zh_hans: 已扫描：Code、Projects、Developer 等目录
zh_hk: 已掃描：Code、Projects、Developer 等目錄

source: Selected for Cleanup
zh_hans: 已选择清理
zh_hk: 已選擇清理

source: Stop Analysis
zh_hans: 停止分析
zh_hk: 停止分析

source: Analyze Directory
zh_hans: 分析目录
zh_hk: 分析目錄

source: Scan directory: User Home
zh_hans: 扫描目录：用户主目录
zh_hk: 掃描目錄：使用者主目錄

source: Analyzing Directory Structure
zh_hans: 正在分析目录结构
zh_hk: 正在分析目錄結構

source: No Directory Data
zh_hans: 暂无目录数据
zh_hk: 暫無目錄資料

source: Click Start Analysis to view directory usage and structure.
zh_hans: 点击开始分析，查看目录占用与结构。
zh_hk: 點擊開始分析，查看目錄佔用與結構。

source: Start Analysis
zh_hans: 开始分析
zh_hk: 開始分析

source: See disk usage clearly, find large files, and clean caches and build artifacts to reclaim space.
zh_hans: 看清磁盘占用、揪出大文件、一键清理缓存与构建产物，把空间找回来。
zh_hk: 看清磁碟佔用、揪出大檔案、一鍵清理快取與構建產物，把空間找回來。

source: Usage Overview
zh_hans: 用量概览
zh_hk: 用量概覽

source: Large File Scan
zh_hans: 大文件扫描
zh_hk: 大檔案掃描

source: Finder Locate
zh_hans: Finder 定位
zh_hk: Finder 定位

source: Cleanup Items
zh_hans: 清理项
zh_hk: 清理項目

source: Directory Tree
zh_hans: 目录树
zh_hk: 目錄樹

source: Disk Status at a Glance
zh_hans: 一眼掌握的磁盘状态
zh_hk: 一眼掌握的磁碟狀態

source: Disk Overview
zh_hans: 磁盘概览
zh_hk: 磁碟概覽

source: Large File Ranking
zh_hans: 大文件排序
zh_hk: 大檔案排序

source: Directory Share
zh_hans: 目录占比
zh_hk: 目錄佔比

source: Cleanup Strategy
zh_hans: 清理策略
zh_hk: 清理策略

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: View total capacity, used and available space at a glance.
zh_hans: 一眼查看总容量、已用与可用，掌握空间消耗趋势。
zh_hk: 一眼查看總容量、已用與可用，掌握空間消耗趨勢。

source: Find large files sorted by size for easy cleanup.
zh_hans: 按大小排序找出占地方的文件，便于清理。
zh_hk: 按大小排序找出佔地方的檔案，便於清理。

source: View folder usage breakdown with an interactive tree view.
zh_hans: 以可交互的树状视图查看各文件夹的占用占比。
zh_hk: 以可互動的樹狀視圖查看各資料夾的佔用占比。

source: Cache and Build Cleanup
zh_hans: 缓存与构建清理
zh_hk: 快取與構建清理

source: Safely clean Xcode DerivedData, simulators, archives and build artifacts.
zh_hans: 安全清理 Xcode DerivedData、模拟器、归档等构建产物。
zh_hk: 安全清理 Xcode DerivedData、模擬器、歸檔等構建產物。

source: Scan DerivedData, build, CocoaPods caches and other cleanable items.
zh_hans: 扫描项目里的 DerivedData、build、CocoaPods 缓存等可删项。
zh_hk: 掃描專案裡的 DerivedData、build、CocoaPods 快取等可刪項目。

source: Locate any scan result in Finder with one click.
zh_hans: 对任意扫描结果一键在 Finder 中定位。
zh_hk: 對任意掃描結果一鍵在 Finder 中定位。

source: Cleanable Categories
zh_hans: 可清理的类别
zh_hk: 可清理的類別

source: System Caches
zh_hans: 系统缓存
zh_hk: 系統快取

source: Temporary files
zh_hans: 临时文件
zh_hk: 暫存檔案

source: Build artifacts
zh_hans: 构建产物
zh_hk: 構建產物

source: Old Simulators
zh_hans: 旧模拟器
zh_hk: 舊模擬器

source: Cache
zh_hans: 缓存
zh_hk: 快取

source: Build directory
zh_hans: 构建目录
zh_hk: 構建目錄

source: File "%@" will be permanently deleted.
zh_hans: 文件「%@」将被永久删除。
zh_hk: 檔案「%@」將被永久刪除。

source: Manage disk space and volumes.
zh_hans: 管理磁盘空间与卷。
zh_hk: 管理磁碟空間與卷宗。
